"MAIN_TITLE_INIT" = "MoeRadio for Mac";
"MAIN_TITLE_ERROR" = "OAO Error Found";
"MAIN_TITLE_LOAD_COMPETE" = "♥ MoeRadio ♥";
"MAIN_TITLE_LOADING_PLAYLIST" = "Loading playlist...";
"MAIN_TITLE_LOADING_PLAYLIST_BUSY" = "Loading playlist now...>A<";
"MAIN_TITLE_LOADING_SHUFFLE" = "Loading playlist...Do not operate!";
"MAIN_TITLE_NOSIG" = "NO SIGNAL OAO!";
"MENU_TITLE_NEXT" = "_(:з」∠)_ Play/Pause";
"MENU_TITLE_PLAY" = "_(:з」∠)_ Next";

"MAIN_SUBTITLE_INIT" = "Now init...";
"MAIN_SUBTITLE_LOAD_COMPETE" = "Press Play button to listen～(•ᴥ•)v";
"MAIN_SUBTITLE_LOAD_DATA" = "Checking Network...";
"MAIN_SUBTITLE_NOSIG" = "Is server down(；ﾟДﾟ)？！Check your network first...";
"MAIN_SUBTITLE_PLAYER_ERR" = "Player Error";
"MAIN_SUBTITLE_REQUEST_FAILED" = "RequestFailed";

"ALERT_TITLE_ERR" = "Something wrong";
"ALERT_TITLE_FAV_SUCCESS" = "Favorite song success";
"ALERT_TITLE_FAVSONG" = "Favorite song?";
"ALERT_TITLE_LASTFM_LOGIN_IN_ERR" = "Error Found OAO！(LFLoginErr)";
"ALERT_TITLE_NETWORK_ERR" = "Network Error";
"ALERT_TITLE_NOT_LOGIN_IN_MOEFOU" = "You are not login in Moefou";
"ALERT_TITLE_NOT_PLAYING_ERR" = "You are not playing song now!";
"ALERT_TITLE_OAUTH_ERR" = "Error Found OAO！(Can't Oauth)";
"ALERT_TITLE_PLAYER_ERR" = "Error Found OAO！(Player Error)";
"ALERT_TITLE_REQUEST_FAILED" = "Error FoundOAO！(RequestFailed)";
"ALERT_TITLE_SONG_NOTFOUND_IN_LASTFM_ERR" = "Last.fm page notfound.";
"ALERT_TITLE_START_OAUTH_ERR" = "Error Found OAO！(Can't start Oauth)";
"ALERT_TITLE_SUCCESS_CANCEL_FAV" = "Cancel favorite song success";
"ALERT_TITLE_SUCCESS_LOGIN_IN_LASTFM" = "Success Login in";
"ALERT_TITLE_SUCCESS_LOGIN_IN_MOEFOU" = "Success Login in";
"ALERT_TITLE_WARNING" = "WARNING! >_<";
"ALERT_TITLE_FAV_SONG_SUCCESS" = "Favorite song success!";
"ALERT_TITLE_FAV_SONG_FAILED" = "Favorite song failed!";
"ALERT_TITLE_TRASH_SONG_SUCCESS" = "Trash song success!";
"ALERT_TITLE_TRASH_SONG_FAILED" = "Trash song failed!";
"ALERT_TITLE_CANCEL_FAV_SONG_SUCCESS" = "Cancel favorite song success!";
"ALERT_TITLE_CANCEL_FAV_SONG_FAILED" = "Cancel favorite song failed!";
"ALERT_TITLE_CANCEL_TRASH_SONG_SUCCESS" = "Cancel trash song success!";
"ALERT_TITLE_CANCEL_TRASH_SONG_FAILED" = "Cancel trash song failed!";


"ALERT_MSG_NETWORK_ERR" = "Seems network failed or could not connect to moe.fm, maybe server is down or CDN problems.\n Song info might load but can't start playing. \n Or, it just a mistake.  \nError:%@";
"ALERT_MSG_FAV_SUCCESS" = "Favorite song success";
"ALERT_MSG_FAVED" = "You have favorite this song before, cancel favorite?";
"ALERT_MSG_FAVSONG" = "Write comment?";
"ALERT_MSG_NOT_LOGIN_IN_MOEFOU" = "You need to login in moefou to proceed.";
"ALERT_MSG_NOT_PLAYING_ERR" = "You need to start playing first. >_<";
"ALERT_MSG_SONG_NOTFOUND_IN_LASTFM_ERR" = "Unkonwn artist or artist notfound in Last.fm.";
"ALERT_MSG_SUCCESS_CANCEL_FAV" = "Cancel favorite success.";
"ALERT_MSG_SUCCESS_LOGIN_IN_LASTFM" = "Success login in Last.fm.";
"ALERT_MSG_SUCCESS_LOGIN_MOEFOU" = "Success login in Moefou.";
"ALERT_MSG_TRASHED" = "You have trashed this song before, cancel trash?";
"ALERT_MSG_FAV_SONG_SUCCESS" = "";
"ALERT_MSG_TRASH_SONG_SUCCESS" = "You will not listen this song anymore.";
"ALERT_MSG_CANCEL_TRASH_SONG_SUCCESS" = "";
"ALERT_MSG_CANCEL_FAV_SONG_SUCCESS" = "You will hear the song again.";


"CANCEL_FAV" = "Cancel favorite";
"CANCEL_TRASH" = "Cancel trash";
"LOGIN_IN_LASTFM" = "Login in Last.fm";
"LOGIN_IN_MOEFOU" = "Login in Moefou";
"LOGOUT_LASTFM" = "Sign out Last.fm";
"LOGOUT_MOEFOU" = "Sign out Moefou";
"ADD_COMMENT" = "Add comment";
"NEEDNT" = "Needn't";
"STAY" = "Stay away";

"NOT_LOGIN_LASTFM" = "You are not Login in.";
"NOT_LOGIN_LASTFM_2" = "Unkonwn";
"NOT_LOGIN_LASTFM_3" = "Unkonwn";
"NOT_LOGIN_MOEFOU" = "You are not Login in.";
"NOT_LOGIN_MOEFOU_2" = "Unkonwn";
"UNKNOW_ALBUM" = "Unkonwn album";
"UNKNOW_ARTIST" = "Unkonwn artist";
"UNKONW_SONG" = "Unkonwn song";

